export const careersTH = [
  {
    id: 1,
    title: "วิศวกรการผลิต",
    department: "วิศวกรรม (Engineering)",
    type: "งานประจำ",
    experience: "2 ปีขึ้นไป",
    description: "ออกแบบ กระบวนการผลิต แก้ปัญหาทางวิศวกรรม สนับสนุนฝ่ายผลิต",
  },
  {
    id: 2,
    title: "เจ้าหน้าที่ฝ่ายขาย",
    department: "ฝ่ายขาย (Sales)",
    type: "งานประจำ",
    experience: "หากมีประสบการณ์จะพิจารณาเป็นพิเศษ",
    description:
      "เปิดรับสมัครเจ้าหน้าที่ฝ่ายขาย หากมีประสบการณ์จะพิจารณาเป็นพิเศษ",
  },
  {
    id: 3,
    title: "เจ้าหน้าที่ฝ่ายทรัพยากรบุคคล",
    department: "Human Resource (HR)",
    type: "งานประจำ",
    experience: "ยินดีรับนักศึกษาจบใหม่, ยินดีรับผู้ไม่มีประสบการณ์",
    description:
      "งานด้านสรรหาบุคลากร,งานด้านสถิติด้านขาด ลา มาสาย, งานด้านระบบเงินเดือน คำนวนค่าแรงแต่ละงวด, งานด้านการประเมินผลการทำงานและทดลองงาน, งานด้านสวัสดิการต่าง ๆ ประกันสังคม ประกันอุบัติเหตุ AIA ห้องพนักพนักงาน, งานด้านอื่น ๆ ในแผนกทรัพยากรบุคคล, ประสานงานต่าง ๆ ภายในและภายนอกองค์กร",
  },
  {
    id: 4,
    title: "เจ้าหน้าที่ฝ่ายบัญชี",
    department: "Accouting  (AC)",
    type: "งานประจำ",
    experience: "ยินดีรับนักศึกษาจบใหม่, ยินดีรับผู้ไม่มีประสบการณ์",
    description: "ดูแลเรื่องบัญชี และยื่นภาษี ต่างๆ",
  },
];
